Repository: JuiP/training-activity
Catalog: po/*.po
Languages: es

source: One Academy
es: Aprendiendo Sugar

source: a series of Sugar "How-to" exercises from One Academy
es: una serie de ejercicios sobre Sugar del programa One Academy

source: Feedback Ticket
es: Tiquete de retroalimentación

source: Help Ticket
es: Tiquete de ayuda

source: Type your question or comment here...
es: Escriba su pregunta o comentario aquí...

source: You must be online to use this form. If you are having trouble connecting, please contact us via the phone number or email address above.
es: Usted debe estar conectado para poder utilizar esta forma. Si usted está teniendo problemas para conectarse, por favor póngase en contacto con nosotros a través del número de teléfono o dirección de correo electrónico adjunto.

source: Call: 1-800 ONE EDU Email: info@one-education.org
es: Teléfono: 1-800 ONE EDU Correo electrónico: info@one-education.org

source: Or use the form below:
es: O utilice la siguiente forma:

source: Send feedback
es: Enviar comentarios

source: Ask for help
es: Pida ayuda

source: Include screenshot?
es: Incluir captura de pantalla?

source: Send
es: Enviar

source: USB key required
es: Se requiere una memoria USB

source: You must insert a USB key before launching this activity.
es: Debe insertar una memoria USB antes de iniciar esta actividad.

source: Multiple USB keys found
es: Se encontraron múltiples memorias USB

source: Only one USB key must be inserted while running this program. Please remove any additional USB keys before launching this activity.
es: Sólo una memoria USB debe ser insertada durante la ejecución de este programa. Por favor retirar las memorias USB adicionales antes de iniciar esta Actividad.

source: USB key is full
es: Memoria USB está llena

source: No room on USB
es: No hay espacio en la memoria USB

source: Cannot write to USB
es: No se puede escribir en la memoria USB

source: USB key seems to be read-only.
es: Memoria USB parece ser de sólo lectura.

source: Multiple training-data files found.
es: Se han encontrado múltiples archivos de datos de entrenamiento.

source: There can only be one set of training data per USB key.
es: Sólo puede haber un conjunto de datos de entrenamiento por memoria USB.

source: Data mismatch
es: Discrepancia de datos

source: Are you %(usb)s or %(sugar)s?
es: ¿Eres %(usb)s o %(sugar)s?

source: %(name)s %(bundle)s Activity
es: %(name)s %(bundle)s Actividad

source: View
es: Vista

source: Fullscreen
es: Pantalla completa

source: Increase size
es: Aumentar el tamaño

source: Decrease size
es: Disminuir el tamaño

source: Restore original size
es: Restaurar tamaño original

source: Edit
es: Editar

source: Copy
es: Copiar

source: Paste
es: Pegar

source: Check progress
es: Revisar el progreso

source: Help
es: Ayuda

source: Training data upload status
es: Estado de carga de datos de entrenamiento

source: Data transfer started
es: Transferencia de datos se inició

source: Data transfer progressing
es: Transferencia de datos en progreso

source: Data transfer completed
es: Transferencia de datos terminada

source: Data transfer failed
es: Transferencia de datos fallida

source: Sugar upgrade required.
es: Se requiere una actualización de Sugar.

source: System error.
es: Error del sistema.

source: Restart required
es: Se requiere reiniciar

source: We needed to install some software on your system. Sugar must be restarted before sugarservices can commence.
es: Tenemos que instalar algún software en su sistema. Sugar debe ser reiniciado antes de que los servicios de Sugar pueden comenzar.

source: Sugar restart required.
es: Reinicio de Sugar requerido.

source: We are unable to install some software on your system. Sugar must be upgraded before this activity can be run.
es: No es posible instalar algún software en su sistema. Sugar debe actualizarse antes de que esta Actividad se pueda ejecutar.

source: Refresh
es: Actualizar

source: Yes
es: Si

source: Next
es: Próximo

source: My Turn
es: Mi Turno

source: Skip this section
es: Omita esta sección

source: Completed: %d%%
es: Terminado: %d%%

source: Welcome to One Academy
es: Bienvenido a Aprendiendo Sugar

source: Getting to Know the Toolbar
es: Conociendo la barra de herramientas

source: Getting Connected
es: Conectándose

source: Getting to Know Sugar Activities
es: Conociendo Actividades de Sugar

source: Getting to Know the Frame
es: Conociendo el Cuadro

source: Getting to Know the Views
es: Conociendo las Vistas

source: Getting to Know the Journal
es: Conociendo el Diario

source: Getting to Know Settings
es: Conociendo los Ajustes

source: Learning More About the XO
es: Aprendiendo más sobre la XO

source: Getting to Know more Activities
es: Conociendo mas Actividades

source: Getting to Know Collaboration
es: Conociendo Colaboración

source: Assessment
es: Valoración del aprendizaje

source: Success!
es: ¡Éxito!

source: Keep trying
es: Sigue intentándolo

source: Badge Task
es: Tarea de Medallas

source: Welcome
es: Bienvenido

source: Let's go!
es: ¡Vamos!

source: Enter Your Name
es: Ingrese Su Nombre

source: Greetings
es: Saludos

source: Enter Your Email
es: Ingrese Su Correo Electrónico

source: Validate Email
es: Valide Correo electrónico

source: Sections
es: Secciones

source: Welcome Badge
es: Medalla de Bienvenida

source: Introduction to the Toolbar
es: Conociendo la Barra de Herramientas

source: Stopping an Activity
es: Deteniendo una Actividad

source: Stopping an Activity (Video)
es: Deteniendo una Actividad (Video)

source: More re Toolbars
es: Mas acerca de la Barra de Herramientas

source: Using the View Menu
es: Utilizando el Menú de Vistas

source: Trying Full Screen
es: Probando la Pantalla Completa

source: The Activity Toolbar
es: La Actividad de Barra de Herramientas

source: Enter a Description
es: Ingrese una Descripción

source: Toolbar Badge
es: Medalla de Barra de Herramientas

source: The Network View
es: La Vista de Vecindario

source: Connecting to a WiFi Network
es: Conexión a una red WiFi

source: Connecting to a WiFi Network (Video)
es: Conexión a una red WiFi (Video)

source: Enter School Name
es: Ingrese el Nombre de la Escuela

source: Your school does not appear in our list of schools in Australia. OK to continue?
es: Su escuela no aparece en nuestra lista de escuelas. Aceptar para continuar?

source: Connected
es: conectado

source: Connected Badge
es: Medalla de Conexión

source: Take a Picture with Record
es: Tomar una Foto con Grabar

source: Take a Picture with Record (Video)
es: Tomar una Foto con Grabar (Video)

source: Insert a Picture into a Write Document
es: Insertar una imagen en un Documento de Escribir

source: Insert a Picture into a Write Document (Video)
es: Insertar una imagen en un Documento de Escribir (Video)

source: Make Speak Talk to You
es: Hacer que Hablar hable contigo

source: Make Speak Talk to You (Video)
es: Hacer que Hablar hable contigo (Video)

source: Activities Badge
es: Medalla de Actividades

source: Viewing the Journal
es: Viendo el Diario

source: Viewing the Journal (Video)
es: Viendo el Diario (Video)

source: Introducing the Portfolio
es: Conociendo el Portafolio

source: Using the Portfolio (Video)
es: Utilizando el Portafolio (Video)

source: Copy your Presentation to USB
es: Copiar su Presentación a la memoria USB

source: Copy your Presentation to USB (Video)
es: Copiar su Presentación a la memoria USB (Video)

source: Journal Badge
es: Medalla de Diario

source: Three Ways to Open the Frame
es: Tres Formas de Abrir el Cuadro

source: Checking the Battery
es: Revisando la Batería

source: Changing the Volume
es: Revisando el Volumen

source: Using the Frame to Read Text
es: Usando el Cuadro para Leer Texto

source: Bottom of the Frame Recap
es: Resumen de la Parte Inferior del Cuadro

source: Top of the Frame Recap
es: Resumen de la Parte Superior del Cuadro

source: Frame Badge
es: Medalla del Cuadro

source: The Four Views of Sugar
es: Las Cuatro Vistas de Sugar

source: The Views of Sugar (Video)
es: Las Vistas de Sugar (Video)

source: Adding a Favourite to the Home View
es: Adicionando un Favorito a la Vista de Hogar

source: Adding a Favourite to the Home View (Video)
es: Adicionando un Favorito a la Vista de Hogar (Video)

source: Removing a Favourite from the Home View
es: Eliminando un Favorito de la Vista de Hogar

source: Switch Between the Four Views
es: Cambiar Entre las Cuatro Vistas

source: Views Badge
es: Medalla de Vistas

source: Exploring the Sugar Settings
es: Explorando los Ajustes de Sugar

source: Changing the XO Nickname and Colours
es: Cambiando El Nombre y los Colores del XO

source: Changing the XO Nickname and Colours (Video)
es: Cambiando El Nombre y los Colores del XO

source: Important Settings
es: Ajustes Importantes

source: Other Settings
es: Otros Ajustes

source: Badge Settings
es: Medalla de Ajustes

source: Learning About More Activities
es: Aprendiendo sobre Más Actividades

source: Turtle Blocks Introduction
es: Introducción a Turtle Blocks (Bloques de la Tortuga)

source: Turtle Square
es: Cuadrado de la Tortuga

source: Turtle Square (Video)
es: Cuadrado de la Tortuga (Video)

source: Turtle Pen
es: Pluma de la Tortuga

source: Turtle Show Text
es: Tortuga Muestra Texto

source: Turtle Show Image
es: Tortuga Muestra Imagen

source: Physics Play
es: Jugando con Física

source: Physics Play (Video)
es: Jugando con Física (Video)

source: More Activities Badge
es: Medalla de Más Actividades

source: Introduction to Collaboration
es: Introducción a la Colaboración

source: Collaborating with Physics
es: Colaborando con la Física

source: Collaborating with Physics (Video)
es: Colaborando con la Física (Video)

source: Collaboration
es: Colaboración

source: Collaboration Badge
es: Medalla de Colaboración

source: Switch to Tablet Mode
es: Cambiar a modo Tableta

source: Switch to Tablet Mode (Video)
es: Cambiar a modo Tableta (Video)

source: Play with the Gamepad Keys
es: Jugar con las Teclas de Control de Juegos

source: Switch Back to Laptop Mode
es: Volver al Modo de Computador Portátil

source: Switch Back to Laptop Mode (Video)
es: Volver al Modo de Computador Portátil (Video)

source: Change the Screen Orientation
es: Cambiar la Orientación de la Pantalla

source: XO Badge
es: Medalla de XO

source: Assessment Badge
es: Medalla de Valoración

source: All done!
es: ¡Has Terminado!
